{
  "preloader.text": "Lädt...",
  "header.name": "Bella (JiEun) Kim",
  "nav.home": "Startseite",
  "nav.projects": "Erfahrung",
  "nav.about": "Über mich",
  "home.title": "Softwareentwicklerin mit über 3 Jahren Erfahrung in der Full-Stack-Entwicklung und Projektleitung, spezialisiert auf die Erstellung zuverlässiger und skalierbarer Produkte.",
  "home.description.short": "Spezialisiert auf JavaScript, Node.js, React.js und MongoDB, um wirkungsvolle und benutzerorientierte Webanwendungen zu erstellen.",
  "home.description.more": "Meine größte Erfüllung finde ich darin, durch den Einsatz von Technologie geschäftliche Probleme zu lösen und für die Nutzer einen echten Mehrwert zu schaffen. Mein Anspruch geht über die reine Implementierung von Funktionen hinaus: Ich konzentriere mich darauf, skalierbare und stabile Architekturen zu entwerfen und durch tiefgehende Analysen die Kernursachen von Problemen zu beheben, welche die User Experience beeinträchtigen.",
  "common.readMore": "Mehr lesen",
  "common.showLess": "Weniger anzeigen",
  "home.techStack.title": "Technische Fähigkeiten",
  "home.techStack.proficient.title": "Sicher im Umgang",
  "home.techStack.proficient.items": ["JavaScript", "React.js", "jQuery", "Node.js", "MongoDB", "AWS", "Jenkins", "Git"],
  "home.techStack.exposure.title": "Erfahrung mit",
  "home.techStack.exposure.items": ["Python", "Java", "Spring Boot", "RDB(Postgres, MySQL, Oracle)", "JPA", "Kubernetes", "ElasticSearch"],
  "experience.title": "Berufserfahrung",
  "experience.goorm.company": "GOORM",
  "experience.goorm.role": "Full-Stack-Entwicklerin als Projektentwicklungsleiterin",
  "experience.goorm.subtitle": "Bereitstellung einer Codierungstestplattform als Edu-Tech",
  "experience.goorm.period": "Gyeonggi-do, Korea | Okt. 2023 - Heute",
  "experience.goorm.desc.1": "Leitete eine Frontend-Entwicklungseinheit und lieferte robuste und skalierbare Funktionen für die DEVTH-Code-Bewertungsplattform.",
  "experience.goorm.desc.2": "Entwarf und implementierte KI-Assistentenmodule, was die Einarbeitungsgeschwindigkeit um 56 % verbesserte und die Benutzerzufriedenheit von 2,3 auf 4,3 von 5 erhöhte.",
  "experience.goorm.desc.3": "Baute eigenständig ein System zur Beschränkung von Nachzüglern auf, schloss ein 3-Personenmonats-Projekt in 1 Monat ab und verbesserte die Prüfungssicherheit.",
  "experience.goorm.desc.4": "Betreute Nachwuchsentwickler, erleichterte die teamübergreifende Kommunikation und arbeitete eng mit dem Product Experience Design Team zusammen, um die UI/UX zu optimieren.",
  "experience.goorm.desc.5": "Optimierte die Rendering-Leistung durch Refactoring der Zustandsaktualisierungslogik mit useLayoutEffect, wodurch UI-Flackern beseitigt und die Benutzerstabilität verbessert wurde.",
  "experience.posco.company": "Posco DX",
  "experience.posco.role": "Full-Stack-Entwicklerin",
  "experience.posco.period": "Seoul, Korea | Juni 2022 - Okt. 2023",
  "experience.posco.desc.1": "Verbesserte und wartete ERP-Einkaufssysteme, wodurch die Kunden-Supportanfragen durch UI/UX-Verbesserungen und Datenintegritätskorrekturen um 70 % reduziert wurden.",
  "experience.posco.desc.2": "Lieferte einen KI-basierten Rohstoffpreisvorhersagedienst, der über 55.000 Datenpunkte verwaltet und auf AWS SageMaker bereitgestellt wird.",
  "experience.posco.desc.3": "Konstruierte die Entwicklung von Backend-APIs und transaktionsübergreifenden Datenbankflüssen, um einen zuverlässigen Betrieb für Tochtergesellschaften der Stahlherstellung zu gewährleisten.",
  "experience.posco.desc.4": "Erstellte robuste Datencrawler in Java und Python zur Unterstützung genauer Vorhersagen.",
  "experience.posco.desc.5": "Anerkannt für herausragende Projektbeiträge und technische Fehlerbehebung und ausgezeichnet mit dem „Outstanding New Employee Award“.",
  "about.title": "Über mich",
  "about.paragraph": "Meine größte Erfüllung finde ich darin, durch den Einsatz von Technologie geschäftliche Probleme zu lösen und für die Nutzer einen echten Mehrwert zu schaffen. Mein Anspruch geht über die reine Implementierung von Funktionen hinaus: Ich konzentriere mich darauf, skalierbare und stabile Architekturen zu entwerfen und durch tiefgehende Analysen die Kernursachen von Problemen zu beheben, welche die User Experience beeinträchtigen. Ich bin fest davon überzeugt, dass gemeinsames Wachstum und der Austausch von Wissen für den Erfolg eines Teams unerlässlich sind. Durch technische Führung und klare Kommunikation möchte ich dazu beitragen, das volle Potenzial des Teams zu entfalten.",
  "about.resumeButton": "Lebenslauf ansehen",
  "language.selector.en": "Englisch",
  "language.selector.ko": "Koreanisch",
  "language.selector.de": "Deutsch"
}