{
  "preloader.text": "Lädt...",
  "header.name": "Jieun Kim",
  "nav.home": "Startseite",
  "nav.projects": "Projekte",
  "nav.about": "Über mich",
  "home.title": "Softwareentwicklerin mit über 3 Jahren Erfahrung in der Full-Stack-Entwicklung und Projektleitung, spezialisiert auf die Entwicklung zuverlässiger, skalierbarer Produkte. Expertin in JavaScript, Node.js, React.js und MongoDB, um wirkungsvolle und benutzerzentrierte Webanwendungen zu erstellen.",
  "home.description.short": "",
  "home.description.more": "",
  "common.readMore": "Mehr lesen",
  "common.showLess": "Weniger anzeigen",
  "home.techStack.title": "Technologien",
  "home.techStack.items": {
    "proficient": {
      "title": "Sicher im Umgang",
      "skills": ["JavaScript (ES6+)", "TypeScript", "React.js", "Node.js", "HTML5 & CSS3", "MongoDB", "Git & GitHub"]
    },
    "exposure": {
      "title": "Erfahrung mit",
      "skills": ["Python", "Java", "Spring Boot", "RDB(Postgres, MySQL, Oracle)", "JPA", "Kubernetes", "ElasticSearch", "R"]
    }
  },
  "home.featuredProjects.title": "Ausgewählte Projekte",
  "projects.1.name": "E-Commerce-Plattform",
  "projects.1.description": "Eine Full-Stack-E-Commerce-Plattform mit Produktmanagement, Warenkorb und Stripe-Integration für Zahlungen.",
  "projects.2.name": "Datenvisualisierungs-Dashboard",
  "projects.2.description": "Ein interaktives Dashboard zur Visualisierung großer Datensätze mit D3.js, verbunden mit einem Firebase-Backend und BigQuery.",
  "projects.3.name": "Mobile Fitness-App",
  "projects.3.description": "Eine plattformübergreifende mobile App zur Verfolgung von Workouts und Fitnessfortschritten, erstellt mit React Native und AWS Amplify.",
  "about.title": "Über mich",
  "about.paragraph": "Meine größte Erfüllung finde ich darin, durch den Einsatz von Technologie geschäftliche Probleme zu lösen und für die Nutzer einen echten Mehrwert zu schaffen. Mein Anspruch geht über die reine Implementierung von Funktionen hinaus: Ich konzentriere mich darauf, skalierbare und stabile Architekturen zu entwerfen und durch tiefgehende Analysen die Kernursachen von Problemen zu beheben, welche die User Experience beeinträchtigen. Ich bin fest davon überzeugt, dass gemeinsames Wachstum und der Austausch von Wissen für den Erfolg eines Teams unerlässlich sind. Durch technische Führung und klare Kommunikation möchte ich dazu beitragen, das volle Potenzial des Teams zu entfalten.",
  "about.resumeButton": "Lebenslauf ansehen",
  "language.selector.en": "Englisch",
  "language.selector.ko": "Koreanisch",
  "language.selector.de": "Deutsch"
}