{
  "preloader.text": "Loading...",
  "header.name": "Bella (JiEun) Kim",
  "nav.home": "Home",
  "nav.projects": "Experience",
  "nav.about": "About",
  "home.title": "Software Engineer with 3+ years of experience in full-stack development, and project leadership, dedicated to building reliable and scalable products.",
  "home.description.short": "Specialized in JavaScript, Node.js, React.js, MongoDB to create impactful and user-centric web applications.",
  "home.description.more": "I find my greatest satisfaction in leveraging technology to solve business problems and deliver tangible value to users. I strive to go beyond mere feature implementation, focusing instead on designing scalable, stable architectures and conducting in-depth analysis to resolve the root causes of issues that impede the user experience.",
  "common.readMore": "Read More",
  "common.showLess": "Show Less",
  "home.techStack.title": "Technical Skills",
  "home.techStack.proficient.title": "Proficient",
  "home.techStack.proficient.items": ["JavaScript", "React.js", "jQuery", "Node.js", "MongoDB", "AWS", "Jenkins", "Git"],
  "home.techStack.exposure.title": "Exposure",
  "home.techStack.exposure.items": ["Python", "Java", "Spring Boot", "RDB(Postgres, MySQL, Oracle)", "JPA", "Kubernetes", "ElasticSearch"],
  "experience.title": "Professional Experiences",
  "experience.goorm.company": "GOORM",
  "experience.goorm.role": "Full-Stack Engineer as a project development leader",
  "experience.goorm.subtitle": "Provide coding test platform as Edu-Tech",
  "experience.goorm.period": "Gyeonggi-do, Korea | Oct. 2023 - Present",
  "experience.goorm.desc.1": "Led a frontend development unit, delivering robust and scalable features for the DEVTH code assessment platform.",
  "experience.goorm.desc.2": "Designed and implemented AI Assistant modules, improving onboarding speed by 56% and raising user satisfaction scores from 2.3 to 4.3 out of 5.",
  "experience.goorm.desc.3": "Independently built a latecomer restriction system, completing a 3 man-month project in 1 month and improving exam security.",
  "experience.goorm.desc.4": "Mentored junior developers, facilitated cross-team communication, and partnered closely with the Product Experience Design team to optimize UI/UX.",
  "experience.goorm.desc.5": "Optimized rendering performance by refactoring state update logic with useLayoutEffect, eliminating UI flicker and enhancing user stability.",
  "experience.posco.company": "Posco DX",
  "experience.posco.role": "Full-Stack Engineer",
  "experience.posco.period": "Seoul, Korea | June.2022 - Oct. 2023",
  "experience.posco.desc.1": "Enhanced and maintained ERP purchasing systems, reducing customer support requests by 70% through UI/UX improvements and data integrity fixes.",
  "experience.posco.desc.2": "Delivered an AI-based raw material price prediction service, managing 55,000+ data points and deploying on AWS SageMaker.",
  "experience.posco.desc.3": "Constructed development of backend APIs and multi-database transaction flows to ensure reliable operations for steel manufacturing affiliates.",
  "experience.posco.desc.4": "Constructed robust data crawlers in Java and Python, supporting accurate predictions.",
  "experience.posco.desc.5": "Recognized for outstanding project contributions and technical troubleshooting, and awarded the Outstanding New Employee Award.",
  "about.title": "About Me",
  "about.paragraph": "I find my greatest satisfaction in leveraging technology to solve business problems and deliver tangible value to users. I strive to go beyond mere feature implementation, focusing instead on designing scalable, stable architectures and conducting in-depth analysis to resolve the root causes of issues that impede the user experience. I firmly believe that collaborative growth and knowledge sharing are essential to a team's success, and I aim to contribute by using my technical leadership and clear communication to unlock the team's full potential.",
  "about.resumeButton": "View Resume",
  "language.selector.en": "English",
  "language.selector.ko": "Korean",
  "language.selector.de": "German"
}